<!-- Это шаблон страницы. На страницу размещаются компоненты в том порядке, который должен отражатся на странице -->
<!-- рутовый тег любой страницу v-content -->
<template>
  <v-content>
    <!-- каждый визуальный компонент выделяем секцией, могут быть исключения. Подходим к разработке - разумно -->
    <section>
      <!-- тут размещаем компоненты в нужной последовательности -->
    </section>
  </v-content>
</template>

<!-- скрипты описывают логику работы конкретной страницы -->
<script>
export default {
}
</script>

<!-- стили конкретной страницы -->
<style scoped>
 .v-content{
   padding: 0 !important;
 }
</style>

